/* Cancel button title used for dismissing share sheet */
"Cancel_Button" = "ביטול";

/* Title for copy activity item */
"Copy_Title" = "העתק";

/* Accessibility hint for copy activity item */
"Copy_Accessibility_Hint" = "העתקה של הפריט ללוח.";

/* Title for 'Dislike' activity item */
"Dislike_Title" = "לא אהבתי";

/* Title for mail activity item */
"Mail_Title" = "Mail";

/* Title for message activity item */
"Message_Title" = "הודעה";

/* Title for 'Like' activity item */
"Like_Title" = "אהבתי";

/* Title for save activity item */
"Save_Title" = "שמור";